{
  "result": "SUCCESS",
  "resultMessage": "",
  "courses": [
    {
      "ID": "1",
      "Name": "AppSense Inc",
      "Description": "AppSense Inc is a privately held company providing user virtualization technology.",
      "HtmlContent": "<h4>AppSense Inc is a privately held company providing user virtualization technology.</h4><p><b> Module 1:</b></p><ul style='list-style: circle;'><li>Introducing the DesktopNow Suite</li><li>Identify and define the DesktopNow components and their roles</li><li>Perform and verify an Enterprise Installation.</li></ul>",
      "Image1": "appsense-logo.png",
      "Image2": "cli.jpg",
      "Image3": "cd1.jpg",
      "Auther": "Bala",
      "AutherImage": "s3.png",
      "Price": 0,
      "Lecture": 2,
      "Duration": "2 hrs.",
      "Students": "10",
      "Url1": "#!/courseDetail/Q0uzal",
      "Url2": ""
    },
    {
      "ID": "2",
      "Name": "XenApp and XenDesktop",
      "Description": "Deliver secure virtual apps and desktops. ... Deliver Windows, Linux, web and SaaS applications",
      "HtmlContent": "<h4>Deliver secure virtual apps and desktops. ... Deliver Windows, Linux, web and SaaS applications.</h4><p>Whether you’re new to a field and looking to change careers or have years of work experience and want to update your skills, there is no better choice than our institute.</p><p><b>We are unique because we feature:</b></p><ul style='list-style: circle;'><li>Hands-on instruction.</li><li>Individual state-of-the-art workstations for each student in every technical and desktop class.</li><li>Instructor-led classes by professionals with years of formal and on-the-job training, who are at the top of their field and are   experts in their area of instruction.</li><li>Homework and formal testing to ensure your knowledge and strengthen your credibility.</li><li>Competitive prices and payment options.</li></ul>",
      "Image1": "6.jpg",
      "Image2": "cli5.jpg",
      "Image3": "cd2.jpg",
      "Auther": "Bala",
      "AutherImage": "s3.png",
      "Price": 0,
      "Lecture": 2,
      "Duration": "2 hrs.",
      "Students": "10",
      "Url1": "#!/courseDetail/E1rdFr",
      "Url2": ""
    },
    {
      "ID": "3",
      "Name": "Amazon Web Services",
      "Description": "Amazon Web Services is a subsidiary of Amazon.com that provides on-demand cloud computing platforms to individuals",
      "HtmlContent": "<h4>Amazon Web Services is a subsidiary of Amazon.com that provides on-demand cloud computing platforms to individuals.</h4><p>With the accelerating adoption of cloud computing and the AWS Cloud around the world, organisations are increasingly seeking ways to identify individuals with demonstrated knowledge of AWS best practices. AWS Certifications recognise IT professionals that possess the skills and technical knowledge necessary for designing, deploying, and managing applications on the AWS platform. Earning certification helps you gain visibility and credibility for your proven experience working with AWS,as well as contributes to your organisation's proficiency with AWS-based applications.</p><p>AWS certifications certify the technical skills and knowledge associated with best practices for building secure and reliable cloud-based applications using AWS technology.</p><p><b>Earning AWS Certification enables you to: are unique because we feature:</b></p><ul style='list-style: circle;'><li>Introducing the DesktopNow Suite.</li><li>Demonstrate that you have skills, knowledge, and expertise to design, deploy, and manage projects applications on the    AWS platform.</li><li>Gain recognition and visibility for your proven skills and proficiency.</li><li>Foster credibility with your employer and peers.</li></ul>",
      "Image1": "7.jpg",
      "Image2": "cli2.jpg",
      "Image3": "cd3.jpg",
      "Auther": "Bala",
      "AutherImage": "s3.png",
      "Price": 0,
      "Lecture": 2,
      "Duration": "2 hrs.",
      "Students": "10",
      "Url1": "#!/courseDetail/S2dSef",
      "Url2": ""
    },
    {
      "ID": "4",
      "Name": "VMware",
      "Description": "VMware, Inc. is a subsidiary of Dell Technologies that provides cloud computing and platform virtualization software and services",
      "HtmlContent": "<h4>VMware, a global leader in cloud infrastructure & digital workspace technology, accelerates digital transformation for evolving IT environments.</h4><p>We offers world-class training programmes to ensure and validate the technical competencies and expertise needed to install, manage, deploy and support VMware software. You will also be able to illustrate your ability to operate and maintain VMware cloud environments, giving companies the confidence and peace of mind that their IT employees have the skills and experience needed to be successful in the cloud era.</p><p>VMware’s role-based framework matches VMware certifications to both the roles that companies need to effectively design, operate, and evolve their cloud environment, and to the key technology solution areas that support the evolution to the cloud.</p>",
      "Image1": "8.jpg",
      "Image2": "cli3.jpg",
      "Image3": "cd4.jpg",
      "Auther": "Bala",
      "AutherImage": "s3.png",
      "Price": 0,
      "Lecture": 2,
      "Duration": "2 hrs.",
      "Students": "10",
      "Url1": "#!/courseDetail/D3jKdl",
      "Url2": ""
    },
    {
      "ID": "5",
      "Name": "Citrix XenApp",
      "Description": "Deliver secure virtual apps and desktops. With a Citrix Cloud management infrastructure",
      "HtmlContent": "<h4>Deliver secure virtual apps and desktops. ... Deliver Windows, Linux, web and SaaS applications or full virtual desktops from any cloud public, on premises or hybrid. With a Citrix Cloud management infrastructure</h4>",
      "Image1": "5.jpg",
      "Image2": "cli6.jpg",
      "Image3": "cd2.jpg",
      "Auther": "Bala",
      "AutherImage": "s3.png",
      "Price": 0,
      "Lecture": 2,
      "Duration": "2 hrs.",
      "Students": "10",
      "Url1": "#!/courseDetail/L4kHla",
      "Url2": ""
    },
    {
      "ID": "6",
      "Name": "NetScaler - Citrix",
      "Description": "Ensure application uptime and flawless performance with NetScaler ADC. ...",
      "HtmlContent": "<h4>Citrix NetScaler allows you to bridge the gap between your traditional and DevOps apps by providing unified capabilities and management through a single ...</h4>",
      "Image1": "9.jpg",
      "Image2": "cli4.jpg",
      "Image3": "cd6.jpg",
      "Auther": "Bala",
      "AutherImage": "s3.png",
      "Price": 0,
      "Lecture": 2,
      "Duration": "2 hrs.",
      "Students": "10",
      "Url1": "#!/courseDetail/H5dfVc",
      "Url2": ""
    },
     {
      "ID": "7",
      "Name": "Microsoft Azure",
      "Description": "Microsoft Azure is an open, flexible, enterprise-grade cloud computing platform. Move faster, do ... Provision Windows and Linux virtual machines in seconds",
      "HtmlContent": "<h4>Microsoft Azure is an open, flexible, enterprise-grade cloud computing platform. Move faster, do ... Provision Windows and Linux virtual machines in seconds</h4><p>Microsoft Azure, formerly known as Windows Azure, is Microsoft's public cloud computing platform. ... Microsoft Azure is widely considered both a Platform as a Service (PaaS) and Infrastructure as a Service (IaaS) offering. ... The cloud platform was originally called Windows Azure</p>",
      "Image1": "10.jpg",
      "Image2": "cli7.jpg",
      "Image3": "cd7.jpg",
      "Auther": "Bala",
      "AutherImage": "s3.png",
      "Price": 0,
      "Lecture": 2,
      "Duration": "2 hrs.",
      "Students": "10",
      "Url1": "#!/courseDetail/W6ddlM",
      "Url2": ""
    }
  ]
}
